/********************************************************
 *              DO NOT TOUCH AREA: START                *
 ********************************************************/

def main() {
    print(exercise(input(n)));
}

/********************************************************
 *                DO NOT TOUCH AREA: END                *
 ********************************************************/

def exercise(n) {
	readings = [0.8, 1.2, 1.6, 2.0]
    for r in readings:
        return f"Sensor reading: {r} °C"
}
